Repository: gritsakdj-art/JustTwo_iOS
Catalog: JustTwo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ru

# profile.photos.error.upload_already_completed
source: This upload was already completed.
ar: تم إكمال هذا الرفع بالفعل.
de: Dieser Upload wurde bereits abgeschlossen.
es: Esta carga ya se completó.
fr: Ce téléversement est déjà terminé.
it: Questo caricamento è già stato completato.
ru: Эта загрузка уже завершена.

# profile.photos.error.upload_expired
source: Upload session expired. Please try again.
ar: انتهت صلاحية جلسة الرفع. حاول مرة أخرى.
de: Upload-Sitzung abgelaufen. Bitte versuche es erneut.
es: La sesión de carga ha caducado. Inténtalo de nuevo.
fr: La session de téléversement a expiré. Réessaie.
it: Sessione di caricamento scaduta. Riprova.
ru: Сессия загрузки истекла. Попробуй ещё раз.

# profile.photos.error.upload_failed
source: Photo upload failed. Please try again.
ar: فشل رفع الصورة. حاول مرة أخرى.
de: Foto-Upload fehlgeschlagen. Bitte versuche es erneut.
es: Error al subir la foto. Inténtalo de nuevo.
fr: Échec du téléversement de la photo. Réessaie.
it: Caricamento foto non riuscito. Riprova.
ru: Не удалось загрузить фото. Попробуй ещё раз.

# profile.photos.error.upload_not_found
source: Upload session was not found.
ar: لم يتم العثور على جلسة الرفع.
de: Upload-Sitzung wurde nicht gefunden.
es: No se encontró la sesión de carga.
fr: Session de téléversement introuvable.
it: Sessione di caricamento non trovata.
ru: Сессия загрузки не найдена.

# profile.photos.error.upload_verification_failed
source: Uploaded file could not be verified.
ar: تعذر التحقق من الملف المرفوع.
de: Hochgeladene Datei konnte nicht verifiziert werden.
es: No se pudo verificar el archivo subido.
fr: Impossible de vérifier le fichier téléversé.
it: Impossibile verificare il file caricato.
ru: Не удалось проверить загруженный файл.

# profile.photos.error.uploaded_object_not_found
source: Uploaded file was not found. Please try again.
ar: تعذر العثور على الملف المرفوع. حاول مرة أخرى.
de: Hochgeladene Datei wurde nicht gefunden. Bitte versuche es erneut.
es: No se encontró el archivo subido. Inténtalo de nuevo.
fr: Fichier téléversé introuvable. Réessaie.
it: File caricato non trovato. Riprova.
ru: Загруженный файл не найден. Попробуй ещё раз.

# profile.photos.make_primary
source: Make primary
ar: تعيين كأساسية
de: Als Hauptfoto festlegen
es: Hacer principal
fr: Définir comme principale
it: Imposta come principale
ru: Сделать основным

# profile.photos.primary_badge
source: Primary
ar: أساسية
de: Hauptfoto
es: Principal
fr: Principale
it: Principale
ru: Основное

# profile.photos.slot
source: Photo slot
ar: مكان للصورة
de: Foto-Platz
es: Espacio de foto
fr: Emplacement photo
it: Slot foto
ru: Слот фото

# profile.photos.subtitle
source: Add up to 6 photos. Choose one as your primary avatar.
ar: أضف حتى 6 صور. اختر واحدة كصورة أساسية للملف الشخصي.
de: Füge bis zu 6 Fotos hinzu. Wähle eines als Hauptavatar.
es: Añade hasta 6 fotos. Elige una como avatar principal.
fr: Ajoute jusqu'à 6 photos. Choisis-en une comme avatar principal.
it: Aggiungi fino a 6 foto. Scegline una come avatar principale.
ru: Добавь до 6 фото. Выбери одно как основной аватар.

# profile.photos.title
source: My photos
ar: صوري
de: Meine Fotos
es: Mis fotos
fr: Mes photos
it: Le mie foto
ru: Мои фото

# profile.settings.about_section
source: About you
ar: نبذة عنك
de: Über dich
es: Sobre ti
fr: À propos de vous
it: Su di te
ru: О тебе

# profile.settings.age_value
source: %d years old
ar: %d سنة
de: %d Jahre alt
es: %d años
fr: %d ans
it: %d anni
ru: %d лет

# profile.settings.basic_section
source: Basics
ar: الأساسيات
de: Grundlagen
es: Datos básicos
fr: Infos clés
it: Informazioni base
ru: Главное

# profile.settings.bio
source: Bio
ar: نبذة
es: Biografía
ru: О себе

# profile.settings.bio_placeholder
source: A few words about you
ar: بضع كلمات عنك
de: Ein paar Worte über dich
es: Unas palabras sobre ti
fr: Quelques mots sur vous
it: Qualche parola su di te
ru: Пара слов о себе

# profile.settings.birth_date
source: Birth date
ar: تاريخ الميلاد
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
ru: Дата рождения

# profile.settings.birth_date.helper
source: You must be at least 18 to use JustTwo.
ar: يجب أن يكون عمرك 18 عامًا على الأقل لاستخدام JustTwo.
de: Du musst mindestens 18 Jahre alt sein, um JustTwo zu nutzen.
es: Debes tener al menos 18 años para usar JustTwo.
fr: Vous devez avoir au moins 18 ans pour utiliser JustTwo.
it: Devi avere almeno 18 anni per usare JustTwo.
ru: JustTwo доступен с 18 лет.

# profile.settings.birth_date.sheet_title
source: Choose birth date
ar: اختر تاريخ الميلاد
de: Geburtsdatum wählen
es: Elige la fecha de nacimiento
fr: Choisir la date de naissance
it: Scegli la data di nascita
ru: Выбери дату рождения

# profile.settings.city
source: City
ar: المدينة
de: Stadt
es: Ciudad
fr: Ville
it: Città
ru: Город

# profile.settings.discovery_visibility.subtitle
source: When turned off, your profile won’t appear in discovery. Direct invite and QR features may still allow people to connect with you in future versions.
ar: عند إيقافه، لن يظهر ملفك في الاكتشاف. قد تتيح ميزات الدعوة المباشرة ورمز QR للأشخاص التواصل معك في الإصدارات القادمة.
de: Wenn deaktiviert, erscheint dein Profil nicht in Discovery. Direkte Einladungen und QR-Funktionen können es in zukünftigen Versionen trotzdem ermöglichen, dass andere dich erreichen.
es: Si lo desactivas, tu perfil no aparecerá en discovery. Las invitaciones directas y las funciones QR aún podrían permitir que otras personas conecten contigo en versiones futuras.
fr: Si cette option est désactivée, votre profil n’apparaîtra pas dans discovery. Les invitations directes et les fonctions QR pourront toujours permettre à des personnes de vous contacter dans de futures versions.
it: Se disattivata, il tuo profilo non apparirà in discovery. Inviti diretti e funzioni QR potrebbero comunque consentire alle persone di connettersi con te nelle versioni future.
ru: Если выключить, профиль не будет появляться в discovery. В будущих версиях прямые приглашения и QR-функции всё ещё могут позволять людям связаться с тобой.

# profile.settings.discovery_visibility.title
source: Show my profile in discovery
ar: إظهار ملفي في الاكتشاف
de: Mein Profil in Discovery anzeigen
es: Mostrar mi perfil en discovery
fr: Afficher mon profil dans discovery
it: Mostra il mio profilo in discovery
ru: Показывать мой профиль в discovery

# profile.settings.gender
source: Gender
ar: النوع
de: Geschlecht
es: Género
fr: Genre
it: Genere
ru: Пол

# profile.settings.gender.edit
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ru: Редактировать

# profile.settings.invalid_age
source: Choose a birth date that makes you 18 or older.
ar: اختر تاريخ ميلاد يوضح أن عمرك 18 عامًا أو أكثر.
de: Wähle ein Geburtsdatum, mit dem du mindestens 18 bist.
es: Elige una fecha que indique que tienes 18 años o más.
fr: Choisissez une date indiquant que vous avez au moins 18 ans.
it: Scegli una data che indichi almeno 18 anni.
ru: Выбери дату рождения: тебе должно быть 18 или больше.

# profile.settings.name
source: Display name
ar: الاسم
de: Name
es: Nombre visible
fr: Nom affiché
it: Nome visualizzato
ru: Имя

# profile.settings.name_error
source: Use 2-40 characters.
ar: استخدم من 2 إلى 40 حرفًا.
de: Verwende 2 bis 40 Zeichen.
es: Usa entre 2 y 40 caracteres.
fr: Utilisez 2 à 40 caractères.
it: Usa da 2 a 40 caratteri.
ru: Имя должно быть от 2 до 40 символов.

# profile.settings.privacy_section
source: Privacy
ar: الخصوصية
de: Privatsphäre
es: Privacidad
fr: Confidentialité
ru: Приватность

# profile.settings.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ru: Сохранить

# profile.setup.subtitle
source: Tell us a bit about yourself to start discovering people
ar: أخبرنا قليلًا عن نفسك لبدء التعرف على أشخاص جدد
de: Erzähl uns etwas über dich, um neue Leute zu entdecken
es: Cuéntanos un poco sobre ti para empezar a conocer gente
fr: Parle-nous un peu de toi pour commencer à découvrir des personnes
it: Raccontaci qualcosa di te per iniziare a scoprire persone
ru: Расскажи немного о себе, чтобы начать знакомства

# profile.setup.title
source: Create your profile
ar: أنشئ ملفك الشخصي
de: Erstelle dein Profil
es: Crea tu perfil
fr: Crée ton profil
it: Crea il tuo profilo
ru: Создай профиль

# reset_password.back_to_login
source: Back to login
ar: العودة إلى تسجيل الدخول
de: Zurück zur Anmeldung
es: Volver al inicio de sesión
fr: Retour à la connexion
it: Torna al login
ru: Вернуться ко входу

# reset_password.change_password
source: Change password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia password
ru: Изменить пароль

# reset_password.confirm_password
source: Confirm password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
ru: Подтвердите пароль

# reset_password.error.invalid_or_expired
source: This password reset link is invalid or expired. Request a new email from the login screen.
ar: رابط إعادة تعيين كلمة المرور غير صالح أو انتهت صلاحيته. اطلب رسالة جديدة من شاشة تسجيل الدخول.
de: Der Link ist ungültig oder abgelaufen. Fordere über die Anmeldung eine neue E-Mail an.
es: Este enlace no es válido o ha caducado. Solicita un nuevo email desde la pantalla de inicio de sesión.
fr: Ce lien est invalide ou expiré. Demande un nouvel e-mail depuis l’écran de connexion.
it: Questo link non è valido o è scaduto. Richiedi una nuova email dalla schermata di login.
ru: Ссылка недействительна или устарела. Запросите новое письмо на экране входа.

# reset_password.error.missing_token
source: This password reset link is incomplete. Request a new email.
ar: رابط إعادة تعيين كلمة المرور غير مكتمل. اطلب رسالة جديدة.
de: Der Link ist unvollständig. Fordere eine neue E-Mail an.
es: Este enlace está incompleto. Solicita un nuevo email.
fr: Ce lien est incomplet. Demande un nouvel e-mail.
it: Questo link è incompleto. Richiedi una nuova email.
ru: Ссылка неполная. Запросите новое письмо.

# reset_password.error.passwords_do_not_match
source: Passwords do not match.
ar: كلمتا المرور غير متطابقتين.
de: Die Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
it: Le password non coincidono.
ru: Пароли не совпадают.

# reset_password.new_password
source: New password
ar: كلمة المرور الجديدة
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
ru: Новый пароль

# reset_password.subtitle
source: Choose a new password for your JustTwo account.
ar: اختر كلمة مرور جديدة لحساب JustTwo الخاص بك.
de: Wähle ein neues Passwort für deinen JustTwo-Account.
es: Elige una nueva contraseña para tu cuenta de JustTwo.
fr: Choisis un nouveau mot de passe pour ton compte JustTwo.
it: Scegli una nuova password per il tuo account JustTwo.
ru: Выберите новый пароль для аккаунта JustTwo.

# reset_password.success
source: Your password has been changed. You can log in now.
ar: تم تغيير كلمة المرور. يمكنك تسجيل الدخول الآن.
de: Dein Passwort wurde geändert. Du kannst dich jetzt anmelden.
es: Tu contraseña se ha cambiado. Ya puedes iniciar sesión.
fr: Ton mot de passe a été modifié. Tu peux te connecter.
it: La password è stata cambiata. Ora puoi accedere.
ru: Пароль изменён. Теперь можно войти.

# reset_password.title
source: Set a new password
ar: تعيين كلمة مرور جديدة
de: Neues Passwort festlegen
es: Crea una nueva contraseña
fr: Créer un nouveau mot de passe
it: Imposta una nuova password
ru: Задайте новый пароль

# session.recovery.subtitle
source: We could not verify your session. Please try again.
ar: تعذر التحقق من جلستك. حاول مرة أخرى.
de: Deine Sitzung konnte nicht geprüft werden. Versuche es erneut.
es: No pudimos verificar tu sesión. Inténtalo de nuevo.
fr: Impossible de vérifier ta session. Réessaie.
it: Non siamo riusciti a verificare la sessione. Riprova.
ru: Не удалось проверить сессию. Попробуйте ещё раз.

# session.recovery.title
source: Connection issue
ar: مشكلة في الاتصال
de: Verbindungsproblem
es: Problema de conexión
fr: Problème de connexion
it: Problema di connessione
ru: Проблема с подключением

# settings.language.section
source: App language
ar: لغة التطبيق
de: App-Sprache
es: Idioma de la app
fr: Langue de l'app
it: Lingua dell'app
ru: Язык приложения

# settings.language.system
source: System language
ar: لغة النظام
de: Systemsprache
es: Idioma del sistema
fr: Langue du système
it: Lingua di sistema
ru: Язык системы

# settings.notifications.messages.subtitle
source: Get notified about new messages
ar: تنبيهات الرسائل الجديدة
de: Benachrichtigungen über neue Nachrichten
es: Recibe avisos de mensajes nuevos
fr: Recevoir des alertes pour les nouveaux messages
it: Ricevi avvisi per i nuovi messaggi
ru: Уведомления о новых сообщениях

# settings.notifications.messages.title
source: Message notifications
ar: إشعارات الرسائل
de: Nachrichtenbenachrichtigungen
es: Notificaciones de mensajes
fr: Notifications de messages
it: Notifiche messaggi
ru: Уведомления о сообщениях

# settings.notifications.permission_denied
source: Notifications are disabled in system settings.
ar: الإشعارات معطلة في إعدادات النظام.
de: Benachrichtigungen sind in den Systemeinstellungen deaktiviert.
es: Las notificaciones están desactivadas en los ajustes del sistema.
fr: Les notifications sont désactivées dans les réglages système.
it: Le notifiche sono disattivate nelle impostazioni di sistema.
ru: Уведомления отключены в системных настройках.

# settings.notifications.preview.subtitle
source: Show message text in the notification
ar: إظهار نص الرسالة في الإشعار
de: Nachrichtentext in der Benachrichtigung anzeigen
es: Mostrar el texto del mensaje en la notificación
fr: Afficher le texte du message dans la notification
it: Mostra il testo del messaggio nella notifica
ru: Показывать текст сообщения в уведомлении

# settings.notifications.preview.title
source: Message preview
ar: معاينة الرسالة
de: Nachrichtenvorschau
es: Vista previa del mensaje
fr: Aperçu du message
it: Anteprima messaggio
ru: Превью сообщения

# settings.notifications.section
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ru: Уведомления

# settings.theme.dark
source: Dark
ar: داكنة
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ru: Темная

# settings.theme.light
source: Light
ar: فاتحة
de: Hell
es: Claro
fr: Clair
it: Chiaro
ru: Светлая

# settings.theme.section
source: App theme
ar: سمة التطبيق
de: App-Design
es: Tema de la app
fr: Thème de l'app
it: Tema dell'app
ru: Тема приложения

# settings.theme.system
source: System
ar: النظام
es: Sistema
fr: Système
it: Sistema
ru: Системная

# splash.error.cancelled
source: The request was cancelled.
ar: تم إلغاء الطلب.
de: Die Anfrage wurde abgebrochen.
es: La solicitud fue cancelada.
fr: La requête a été annulée.
it: La richiesta è stata annullata.
ru: Запрос был отменён.

# splash.error.connection_lost
source: The connection dropped during the request.
ar: انقطع الاتصال أثناء الطلب.
de: Die Verbindung wurde während der Anfrage unterbrochen.
es: La conexión se interrumpió durante la solicitud.
fr: La connexion a été interrompue pendant la requête.
it: La connessione si è interrotta durante la richiesta.
ru: Соединение прервалось во время запроса.

# splash.error.no_internet
source: Check your internet connection and try again.
ar: تحقق من اتصالك بالإنترنت وحاول مرة أخرى.
de: Prüfe deine Internetverbindung und versuche es erneut.
es: Comprueba tu conexión a internet e inténtalo de nuevo.
fr: Vérifie ta connexion internet et réessaie.
it: Controlla la connessione internet e riprova.
ru: Проверь интернет и попробуй снова.

# splash.error.server_unavailable
source: Can't reach the server. Try another network or VPN.
ar: الخادم غير متاح مؤقتًا.
de: Der Server ist vorübergehend nicht verfügbar.
es: El servidor no está disponible temporalmente.
fr: Le serveur est temporairement indisponible.
it: Il server è temporaneamente non disponibile.
ru: Не удаётся подключиться к серверу. Попробуй другую сеть или VPN.

# splash.error.timeout
source: The server isn't responding. Check your connection or try another network.
ar: يستغرق الخادم وقتًا طويلاً للرد.
de: Der Server antwortet zu langsam.
es: El servidor tarda demasiado en responder.
fr: Le serveur met trop de temps à répondre.
it: Il server impiega troppo tempo a rispondere.
ru: Сервер не отвечает. Проверь соединение или попробуй другую сеть.

# splash.error.tls
source: A secure connection could not be established.
ar: تعذر إنشاء اتصال آمن.
de: Eine sichere Verbindung konnte nicht hergestellt werden.
es: No se pudo establecer una conexión segura.
fr: Impossible d'établir une connexion sécurisée.
it: Impossibile stabilire una connessione sicura.
ru: Не удалось установить защищённое соединение.

# splash.error.unauthorized
source: Your session has expired. Please sign in again.
ar: انتهت جلستك. يرجى تسجيل الدخول مرة أخرى.
de: Deine Sitzung ist abgelaufen. Bitte melde dich erneut an.
es: Tu sesión ha caducado. Inicia sesión de nuevo.
fr: Ta session a expiré. Reconnecte-toi.
it: La sessione è scaduta. Accedi di nuovo.
ru: Сессия истекла. Войди снова.

# splash.loading.accessibility
source: Loading
ar: جارٍ التحميل
de: Wird geladen
es: Cargando
fr: Chargement
it: Caricamento
ru: Загрузка

# splash.phase.finishing
source: Finishing…
ar: جارٍ الإنهاء…
de: Wird abgeschlossen…
es: Finalizando…
fr: Finalisation…
it: Completamento…
ru: Завершаем…

# splash.phase.loading_profile
source: Loading profile…
ar: جارٍ تحميل الملف الشخصي…
de: Profil wird geladen…
es: Cargando perfil…
fr: Chargement du profil…
it: Caricamento profilo…
ru: Загружаем профиль…

# splash.phase.loading_user
source: Loading account…
ar: جارٍ تحميل الحساب…
de: Konto wird geladen…
es: Cargando cuenta…
fr: Chargement du compte…
it: Caricamento account…
ru: Загружаем аккаунт…

# splash.phase.restoring_session
source: Restoring session…
ar: جارٍ استعادة الجلسة…
de: Sitzung wird wiederhergestellt…
es: Restaurando sesión…
fr: Restauration de la session…
it: Ripristino sessione…
ru: Восстанавливаем сессию…

# splash.subtitle
source: Preparing your JustTwo experience
ar: نجهّز تجربة JustTwo لك
de: Wir bereiten dein JustTwo-Erlebnis vor
es: Preparando tu experiencia en JustTwo
fr: Préparation de ton expérience JustTwo
it: Prepariamo la tua esperienza JustTwo
ru: Готовим JustTwo для тебя

# tab.chats
source: Chats
ar: الدردشات
it: Chat
ru: Чаты

# tab.discover
source: Discover
ar: اكتشاف
de: Entdecken
es: Descubrir
fr: Découvrir
it: Scopri
ru: Обзор

# tab.matches
source: Matches
ar: التطابقات
fr: Matchs
it: Match
ru: Мэтчи

# tab.plans
source: Plans
ar: الخطط
de: Pläne
es: Planes
it: Piani
ru: Планы

# tab.profile
source: Profile
ar: الملف
de: Profil
es: Perfil
fr: Profil
it: Profilo
ru: Профиль

# settings.diagnostics.alert.title
source: Diagnostics
de: Diagnose
es: Diagnóstico
fr: Diagnostic
it: Diagnostica
ru: Диагностика

# settings.diagnostics.copied
source: Logs copied
de: Logs kopiert
es: Registros copiados
fr: Logs copies
it: Log copiati
ru: Логи скопированы

# settings.diagnostics.copy_logs.subtitle
source: Safe messenger events for debugging
de: Sichere Messenger-Ereignisse zur Fehlersuche
es: Eventos seguros del chat para depurar
fr: Evenements de messagerie surs pour le diagnostic
it: Eventi sicuri dei messaggi per il debug
ru: Безопасные события мессенджера для отладки

# settings.diagnostics.copy_logs.title
source: Copy messenger logs
de: Messenger-Logs kopieren
es: Copiar registros del chat
fr: Copier les logs de messagerie
it: Copia log messaggi
ru: Скопировать логи мессенджера

# settings.diagnostics.empty
source: Messenger logs are empty
de: Messenger-Logs sind leer
es: Los registros del chat estan vacios
fr: Les logs de messagerie sont vides
it: I log dei messaggi sono vuoti
ru: Логи мессенджера пустые

# settings.diagnostics.section
source: Diagnostics
de: Diagnose
es: Diagnostico
fr: Diagnostic
it: Diagnostica
ru: Диагностика

# chats.action.copy
source: Copy
ru: Копировать

# chats.action.delete
source: Delete
ru: Удалить

# chats.action.delete_confirm_message
source: This message will be removed for everyone in the chat.
ru: Сообщение будет удалено для всех в этом чате.

# chats.action.delete_confirm_title
source: Delete message?
ru: Удалить сообщение?

# chats.action.edit
source: Edit
ru: Изменить

# chats.action.react
source: Add reaction
ru: Добавить реакцию

# chats.action.react_more
source: More reactions
ru: Больше реакций

# chats.action.reply
source: Reply
ru: Ответить

# chats.attach
source: Attach file
ru: Прикрепить файл

# chats.compose.editing
source: Editing message
ru: Редактирование

# chats.compose.replying_to_format
source: Replying to %@
ru: Ответ %@

# chats.date.today
source: Today
ru: Сегодня

# chats.date.yesterday
source: Yesterday
ru: Вчера

# chats.delete
source: Delete
ru: Удалить

# chats.edited
source: edited
ru: изменено

# chats.empty.cta
source: Find a match
ru: Искать пару

# chats.empty.subtitle
source: Start swiping to find a match and begin chatting!
ru: Начни свайпать, чтобы найти пару и начать общение!

# chats.empty.title
source: It's quiet here
ru: Здесь пока тихо

# chats.error.conversation_not_found
source: This conversation is no longer available.
ru: Этот диалог больше недоступен.

# chats.error.message_not_found
source: This message is no longer available.
ru: Это сообщение больше недоступно.

# chats.error.message_too_long
source: Message is too long.
ru: Сообщение слишком длинное.

# chats.error.missing_profile
source: Complete your profile before using messages.
ru: Заполни профиль, чтобы пользоваться сообщениями.

# chats.error.not_participant
source: You no longer have access to this conversation.
ru: У тебя больше нет доступа к этому диалогу.

# chats.error.title
source: Messages error
ru: Ошибка сообщений

# chats.error.user_blocked
source: Messaging is not available between these profiles.
ru: Переписка между этими профилями недоступна.

# chats.header
source: Messages
ru: Сообщения

# chats.header.allRead
source: All caught up
ru: Все прочитано

# chats.header.unreadCount
source: Unread chats: %lld
ru: Непрочитанных чатов: %lld

# chats.imageBubble.incoming
source: Incoming photo message
ru: Входящее фото

# chats.imageBubble.loadFailed
source: Couldn't load photo
ru: Не удалось загрузить фото

# chats.imageBubble.loading
source: Loading photo
ru: Загрузка фото

# chats.imageBubble.outgoing
source: Outgoing photo message
ru: Исходящее фото

# chats.imageBubble.tapToRetry
source: Tap to retry
ru: Нажмите, чтобы повторить

# chats.loading
source: Loading conversations…
ru: Загрузка диалогов…

# chats.loadingMessages
source: Loading messages…
ru: Загрузка сообщений…

# chats.loadingOlderMessages
source: Loading older messages…
ru: Загрузка более ранних сообщений…

# chats.loadOlderMessagesHint
source: Pull down to load more messages
ru: Потяните, чтобы загрузить больше сообщений

# chats.message.retry
source: Retry
ru: Повторить

# chats.message.sendFailed
source: Not sent
ru: Не отправлено

# chats.messageDeleted
source: Message deleted
ru: Сообщение удалено

# chats.messagePlaceholder
source: Message…
ru: Сообщение…

# chats.mute
source: Mute
ru: Без звука

# chats.noMessagesYet
source: No messages yet
ru: Пока нет сообщений

# chats.online
source: Online
ru: В сети

# chats.personal
source: Personal
ru: Личные

# chats.photoViewer.close
source: Close photo
ru: Закрыть фото

# chats.photoViewer.loadFailed
source: Couldn't load photo
ru: Не удалось загрузить фото

# chats.typing
source: Typing
ru: Печатает

# chats.unknownParticipant
source: Unknown
ru: Неизвестный

# chats.unreadMessages
source: Unread messages
ru: Непрочитанные сообщения

# chats.yesterday
source: Yesterday
ru: Вчера

# chats.you
source: You
ru: Вы
